# Тут будет список случайных советов, которые будут случайным образом
# отправляться пользователю по каким-то триггерам в основной программе

gain_tip_week = 'Имейте в виду, что физиологически невозможно получить более 500 грамм чистой мышечной массы в неделю. Для большинства набирающих массу атлетов 200 грамм в неделю будет еще более реалистичная цель, потому что они достигают своего генетического предела.'
loss_tip_week = 'Помните, что самый лучший и безопасный способ похудеть — делать это постепенно. Быстрая потеря веса не означает потерю жировой ткани: могут уйти излишки воды, уменьшиться объем мышц и даже костная масса. Диетологи рекомендуют ограничить потерю веса 0,5-1 килограммом в неделю.'

gain_tip_month = 'За месяц в среднем обычный человек может набрать до 1 килограмма сухой мышечной массы. Если Вы, конечно, пытаетесь набрать именно таким образом вес :)'
loss_tip_month = 'Оптимальным для мужчин и для женщин считается постепенное снижение веса на 5–10% от исходного за 3–6 месяцев с последующим длительным удержанием массы тела. Таким образом у мужчины с исходным весом 110 кг – целевое снижение веса за 3-6 месяцев – 5,5-11 кг. Соответственно за 1 месяц – величина потери веса составит около 1-3,5 кг. Для женщины с исходным весом 90 кг – целевое снижение веса за 1 месяц составит 0,8-3 кг.'

random_tips_list = [
    'Ваше тело - Ваш храм, ухаживайте за ним.',
    'Сегодняшняя боль - завтрашняя сила.',
    'Тренируйтесь, чтобы стать лучшей версией себя.',
    'Результаты приходят тем, кто не сдается.',
    'Тренировка - это инвестиция в свое здоровье.',
    'Ваше тело добьется того, о чем Ваш разум сомневается.',
    'Каждая тренировка приближает Вас к вашей цели.',
    'Если Вы контролируете свое тело, то Вы контролируете свою жизнь.',
    'Самая тяжелая тренировка - это та, которую Вы сделаете завтра.',
    'Не сравнивайте себя с другими, сравнивайте себя с тем, кем Вы были вчера.'
]